export const reviews =  [
    {
        id: 1,
        userName: 'Мария',
        feedback: {
            comment: 'Пользуюсь несколько недель, в целом очень понравилось. Всё простое, без лишних настроек — сразу добавила все свои подписки и теперь не трачу время на поиск, когда что оплачивать. Диаграммы по расходам тоже полезные — увидела, что трачу больше, чем думала 🙂 Если бы ещё был автоматический импорт из банка — была бы вообще 5/5.',
            goodRate: 4,
            badRate: 1,
            createdData: 'Дата: 25.07.2025',
        }
    },
    {
        id: 2,
        userName: 'Александр',
        feedback: {
            comment: 'Удобное приложение, всё.',
            goodRate: 5,
            badRate: 0,
            createdData: 'Дата: 01.05.2025',
        }
    },
    {
        id: 3,
        userName: 'Олег',
        feedback: {
            comment: 'Идея классная, но мало категорий — пришлось выбрать близкую. В остальном ок, записал все свои SaaS-сервисы и за ними удобно следить.',
            goodRate: 3,
            badRate: 2,
            createdData: 'Дата: 27.05.2025',
        }
    },
    {
        id: 4,
        userName: 'Илья',
        feedback: {
            comment: 'Очень понравилась функция аналитики: сразу видно в какой категории идут самые большие траты. За 1 вечер нашёл две подписки, которыми не пользовался больше полугода и отменил их. Плюс удобно, что можно указать коммуналку — обычно такие сервисы не поддерживают такие “обычные” расходы. Для повседневного использования — прям находка.',
            goodRate: 5,
            badRate: 0,
            createdData: 'Дата: 08.06.2025',
        }
    },
    {
        id: 5,
        userName: 'Екатерина',
        feedback: {
            comment: 'Супер вещь! Особенно блок “повторяющиеся расходы” — прям как чек-лист, что не забыть оплатить. Плюс очень нравится, что можно посмотреть, сколько в среднем уходит в месяц — для семейного бюджета удобно. Рекомендую.',
            goodRate: 5,
            badRate: 0,
            createdData: 'Дата: 27.04.2025',
        }
    },
        {
        id: 6,
        userName: 'Мария',
        feedback: {
            comment: 'Пользуюсь несколько недель, в целом очень понравилось. Всё простое, без лишних настроек — сразу добавила все свои подписки и теперь не трачу время на поиск, когда что оплачивать. Диаграммы по расходам тоже полезные — увидела, что трачу больше, чем думала 🙂 Если бы ещё был автоматический импорт из банка — была бы вообще 5/5.',
            goodRate: 4,
            badRate: 1,
            createdData: 'Дата: 25.07.2025',
        }
    },
    {
        id: 7,
        userName: 'Александр',
        feedback: {
            comment: 'Удобное приложение, всё.',
            goodRate: 5,
            badRate: 0,
            createdData: 'Дата: 01.05.2025',
        }
    },
    {
        id: 8,
        userName: 'Олег',
        feedback: {
            comment: 'Идея классная, но мало категорий — пришлось выбрать близкую. В остальном ок, записал все свои SaaS-сервисы и за ними удобно следить.',
            goodRate: 3,
            badRate: 2,
            createdData: 'Дата: 27.05.2025',
        }
    }
];